<?
$_LANG = array(
    'nope'=>'Вы нарушили работу ядра, далнейшая работа прекращена из-за вашего вмешательства!',
    'not_conected_base'=>'Не выбрана база данных',
    'not_app_lang'=>'Нету языковых пакетов приложения!',
    'error_base_base'=>'Ошибка в кол-ве используемых баз',
    'error_base_driver'=>'Ошибка при выборе драйвера базы данных',
    'test_time_script'=>'Скрипт выполнен за %s секунд!',
    'memory_time_script'=>'Использовано %s байтов памяти',
    'test_time_name'=>'Время работы скрипта',
    
    'exc_pull' => 'Выброшенно исключение с сообщением',
    'exc_path' => 'Путь',
    'exc_line' => 'на строке',
    
    'error_no_layout' => 'Отсутствует выбранный файл полотна',
    'error_no_theme' => 'Отсутствует выбраная тема',
    'null_data_for_render' => 'Отсутствуют данные для рендеринга',
    'wrong_settings_view' => 'Ошибка при настройки View',
);
?>